[
  {
    "title":"Опис",
    "value":"HIMARS — це високомобільна реактивна система залпового вогню, призначена для ураження районів зосередження артилерійських систем, засобів ППО і вогневої підтримки, вантажного транспорту, бойових машин і бронетранспортерів, а також для надання вогневої підтримки своїм підрозділам і засобам підтримки. У 2018 році перевірили можливість передачі координат цілі з літака F-35B безпосередньо на пускову установку HIMARS. Таким чином має істотно скоротитись проміжок між виявленням цілі та її знищенням. У цій схемі літак F-35B з його потужними сенсорами виступає в ролі розвідника."
  },
  {
    "title":"Ракети і снаряди",
    "value":[
      "Реактивні снаряди М28 є різновидом некерованих реактивних снарядів М26 системи М270. Кожний ракетний пенал містить 6 однакових ракет.",
      "Ракети керованої реактивної системи залпового вогню GMLRS мають розширений радіус дії та додаткову GPS навігацію до своєї інерціальної навігаційної системи. Ракети GMLRS були представлені в 2005 році. Ракети M30 і M31, за винятком їхніх боєголовок, ідентичні. Станом на 1 грудня 2021 було виготовлено 50 тисяч ракет GMLRS, щорічне виробництво яких зараз перевищує 9 тисяч ракет. Кожний ракетний пенал містить 6 однакових ракет.",
      "ATACMS (від Army Tactical Missile System, дослівно — Армійська тактична ракетна система) — серія 610 мм ракети класу «земля-земля» (РСЗ) з дальністю стрільби до 300 км. Кожна ракетна капсула містить одну ракету ATACMS. Станом на 2022 рік на озброєнні американських військ залишаються лише M48, M57 і M57E1.",
      "Precision Strike Missile (PrSM, дослівно — Високоточна ударна ракета) — це нова серія ракет з GPS-наведенням, яка почне замінювати ракети ATACMS у 2024 році. PrSM має нову боєголовку з зональним ефектом ураження і має радіус дії 60-499 км. Ракети PrSM можуть запускатися з M270A2 і M142, причому кожен ракетний пенал містить 2 ракети. Станом на 2022 рік PrSM перебуває на початковому етапі виробництва з низькими темпами, протягом року американським військовим постачається 110 ракет. PrSM буде введено в експлуатацію в 2023 році"
    ]
  },
  {
    "title":"Розробка",
    "value":"The M142 HIMARS розроблялася як менша колісна версія M270 MLRS, що рухалася на гусеничному ходу. M142, на відміну від M270, має одну пускову установку, а не дві. Її вікна виготовлені зі скла із сапфіровим покриттям"
  },
  {
    "title":"Бойове застосування",
    "value":[
      "Війна в Афганістані. У звіті «Нью-Йорк таймс» від 21 жовтня 2010 року йдеться про те, що M142 сприяла наступу НАТО на Кандагар в Афганістані. Удари були спрямовані на схованки командирів Талібану і змусили багатьох із них втекти до Пакистану[36]. 24 травня 2018 року в Муса-Калі внаслідок удару M142 загинули 50 бійців та лідерів Талібану",
      "Військова операція проти Ісламської держави. У листопаді 2015 року армія США повідомила, що розгорнула M142 в Іраку, випустивши щонайменше 400 снарядів по Ісламській Державі з початку літа. M142 були спрямовані на авіабази Аль-Асад і Аль-Такадум у провінції Аль-Анбар.",
      "Російсько-українська війна. Під час російського широкого вторгнення в Україну 2022 року Київ неодноразово закликав Вашингтон надати HIMARS і гусеничну ракетну систему M270. США погодилися надати Україні M142 HIMARS, але за умови використання лише снарядів малої дальності, які могли б уражати цілі тільки в межах України"
    ]
  }
]